Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: The impression was poured in low-expansion type IV dental stone and articulated using appropriate records.
vi: Lấy dấu và đổ mẫu với thạch cao ít nở loại IV và lên giá khớp.

source: The incisal edges were symmetrical to those of the contralateral natural teeth (Fig 56).
vi: The incisal edges were symmetrical to those of the contralateral natural teeth (Hình 56).

source: The incisal view shows a harmoniously contoured arch without any horizontal deficiencies (Fig 3).
vi: The incisal view shows a harmoniously contoured arch without any horizontal deficiencies (Hình 3).

source: The incisal view shows the full extent of the horizontal bone defect (Fig 8).
vi: The incisal view shows the full extent of the horizontal bone defect (Hình 8).

source: The individual esthetic risk profile of this patient shows that this case is to be considered a medium-risk case.
vi: Hồ sơ nguy cơ thẩm mỹ cá nhân của bệnh nhân chỉ ra rằng ca này được xem là nguy cơ trung bình.

source: The individual impression cap was then attached to the implant in the patient’s mouth with the integral screw (Fig 50).
vi: The individual impression cap was then attached to the implant in the patient’s mouth with the integral screw (Hình 50).

source: The individual risk profile of each patient is established based on a detailed preoperative analysis.
vi: Các hồ sơ rủi ro cá nhân của mỗi bệnh nhân được thành lập dựa trên một phân tích chi tiết trước phẫu thuật.

source: The individualized impression cap prevented the soft tissues from collapsing and ensured precise modeling of the emergence profile for the fabrication of the final crown (Fig 51).
vi: The individualized impression cap prevented the soft tissues from collapsing and ensured precise modeling of the emergence profile for the fabrication of the final crown (Hình 51).

source: The influence of biotype on osseointegration and tissue stability as related to loading protocol is unknown.
vi: Ảnh hưởng của dạng sinh học trên tích hợp xương và ổn định mô cũng như liên quan đến quy trình tải lực là không biết.

source: The influence of different loading protocols on grafted bone is unknown.
vi: Ảnh hưởng của quy trình tải lực khác nhau trên ghép xương thì không rõ.

source: The influence of environmental factors, such as smoking or bruxism, with respect to loading protocol is not well reported.
vi: Ảnh hưởng của các yếu tố môi trường như hút thuốc hoặc nghiến răng, với ảnh hưởng tới quy trình tải lực chưa được báo cáo đầy đủ.

source: The influence of periodontal status and the implications of immediate placement on long-term success loading is unknown.
vi: Ảnh hưởng của tình trạng bệnh nha chu và liên quan của đặt implant tức thì trên thành công lâu dài không rõ.

source: The influence of systemic conditions or illness such as age, diabetes, steroid use, osteoporosis, or metabolic disorder has not been considered as they relate to loading protocols.
vi: Ảnh hưởng của tình trạng toàn thân hay bệnh tật như tuổi, tiểu đường, sử dụng steroid, loãng xương hoặc rối loạn chuyển hoá đã không được coi như là chúng có liên quan đến quy trình tải lực.

source: The initial examination of the patient requiring dental implants in the anterior maxilla should commence with a general treatment risk assessment.
vi: Việc thăm khám ban đầu của bệnh nhân cần cấy ghép răng ở phía trước hàm trên nên bắt đầu với một đánh giá rủi ro xử lý chung.

source: The labial aspect of the future implant site was slightly overcontoured to create a favorable bone volume and shape (Fig 11).
vi: The labial aspect of the future implant site was slightly overcontoured to create a favorable bone volume and shape (Hình 11).

source: The labial view showed that special care was needed to create esthetic soft-tissue contours and interdental papillae (Fig 40).
vi: The labial view showed that special care was needed to create esthetic soft-tissue contours and interdental papillae (Hình 40).

source: The landmarks provided by the contralateral tooth helped create a simple but esthetically pleasing provisional that did not have a buccal denture flange, as no soft-tissue deficiencies had to be compensated for at this stage of treatment (Fig 6).
vi: The landmarks provided by the contralateral tooth helped create a simple but esthetically pleasing provisional that did not have a buccal denture flange, as no soft-tissue deficiencies had to be compensated for at this stage of treatment (Hình 6).

source: The last step in this combined implant placement/bone augmentation procedure was the precise adaptation of the flap (Figs 8a, b).
vi: The last step in this combined implant placement/bone augmentation procedure was the precise adaptation of the flap (Hình 8a, b).

source: The line of the incisal edges and the line of the gingival and mucosal margins were harmonious and contributed to the esthetically pleasing treatment outcome (Fig 64).
vi: The line of the incisal edges and the line of the gingival and mucosal margins were harmonious and contributed to the esthetically pleasing treatment outcome (Hình 64).

source: The lip line is associated with the amount of tooth substance and supporting tissues visible when the patient chews, speaks, or smiles.
vi: Đường môi được kết hợp với số lượng răng và các mô nâng đỡ có thể nhìn thấy khi bệnh nhân nhai, nói, hay cười.

source: The location of the adjacent missing teeth is important to the assessment of the esthetic risk.
vi: Các vị trí của răng bị mất liền kề là quan trọng để đánh giá nguy cơ thẩm mỹ.

source: The long-term follow-up demonstrated excellent stability of esthetic peri-implant soft tissues for up to nine years.
vi: Theo dõi lâu dài chứng minh sự ổn định của mô mềm quanh implant thẩm mỹ sau 9 năm.

source: The margins of the provisional were refined extraorally to create an ideal emergence contour from the shoulder prepared on the meso-abutment (Figs 12a-d).
vi: The margins of the provisional were refined extraorally to create an ideal emergence contour from the shoulder prepared on the meso-abutment (Hình 12a-d).

source: The marked mesoabutment was attached to the corresponding RN laboratory analog to facilitate the necessary modifications, which were performed with appropriate diamond burs and abrasive disks (Figs 13a, b).
vi: The marked mesoabutment was attached to the corresponding RN laboratory analog to facilitate the necessary modifications, which were performed with appropriate diamond burs and abrasive disks (Hình 13a, b).

source: The master cast was reproduced in a special dental stone that provided the strong optical contrast necessary for the scanning process essential to Straumann CARES, the Computer Aided REstoration Service (Fig 35).
vi: The master cast was reproduced in a special dental stone that provided the strong optical contrast necessary for the scanning process essential to Straumann CARES, the Computer Aided REstoration Service (Hình 35).

source: The maturation of the peri-implant tissue and the reduction in inflammation could be appreciated at the return visit (Figs 22a-b).
vi: The maturation of the peri-implant tissue and the reduction in inflammation could be appreciated at the return visit (Hình 22a-b).

source: The mesiodistal space at site 12 was enlarged orthodontically by approximately 1 mm (Figs 6a, b).
vi: The mesiodistal space at site 12 was enlarged orthodontically by approximately 1 mm (Hình 6a, b).

source: The mesiodistal width of the future implant site was sufficient (Fig 6).
vi: The mesiodistal width of the future implant site was sufficient (Hình 6).

source: The mesoabutment was removed and the implant cleaned with air and water, allowing the maturation of the transition zone to be appreciated (Figs 16a, b).
vi: The mesoabutment was removed and the implant cleaned with air and water, allowing the maturation of the transition zone to be appreciated (Hình 16a, b).

source: The metal core of the future crown was modeled in wax (Fig 56).
vi: The metal core of the future crown was modeled in wax (Hình 56).

source: The metal-ceramic fixed dental prosthesis was fitted and the occlusion adjusted.
vi: Phục hình cố định sứ kim loại vừa vặn và khớp cắn được điều chỉnh.

source: The modified definitions are presented here:
vi: Các định nghĩa điều chỉnh được trình bày ở đây:

source: The mucoperiosteal flap was carefully raised, exposing the underlying alveolar bone (Fig 19).
vi: The mucoperiosteal flap was carefully raised, exposing the underlying alveolar bone (Hình 19).

source: The mucoperiosteal flap was precisely repositioned for submerged healing.
vi: Vạt niêm mạc màng xương bị tiêu hoàn toàn để lành thương bên dưới.

source: The neighboring teeth and supporting structures, however, must be in good health.
vi: Răng kế cận và mô nâng đỡ phải ở tình trạng tốt.

source: The next step was to apply a layer of bone fillers soaked with blood (Fig 7a) to rebuild a slightly excessive convex labial contour of the alveolar bone crest.
vi: The next step was to apply a layer of bone fillers soaked with blood (Hình 7a) to rebuild a slightly excessive convex labial contour of the alveolar bone crest.

source: The next step was to circumferentially mark the level and course of the peri-implant mucosal margin (Fig 12b).
vi: The next step was to circumferentially mark the level and course of the peri-implant mucosal margin (Hình 12b).

source: The occlusal view of the site confirmed, as anticipated, the compatibility of the local crestal-bone anatomy with the placement of an implant in combination with a simultaneous guided bone regeneration (GBR) procedure (Fig 15).
vi: The occlusal view of the site confirmed, as anticipated, the compatibility of the local crestal-bone anatomy with the placement of an implant in combination with a simultaneous guided bone regeneration (GBR) procedure (Hình 15).

source: The occlusal view without the prosthesis in place confirmed these horizontal deficiencies (Figs 4a-c).
vi: The occlusal view without the prosthesis in place confirmed these horizontal deficiencies (Hình 4a-c).

source: The occlusion was carefully checked, and disturbances were removed in order to establish anterior tooth guidance (Fig 61).
vi: The occlusion was carefully checked, and disturbances were removed in order to establish anterior tooth guidance (Hình 61).

source: The optimal number, distribution, and location of implants, given specific case types, has not yet been described.
vi: Số lượng, phân bố và vị trí tối ưu của implant, cho từng trường hợp cụ thể, chưa được mô tả.

source: The original loading protocol for osseointegration is currently considered and called conventional loading.
vi: Quy trình tải lực ban đầu cho tích hợp xương hiện đang xem xét và gọi là tải lực thông thường.

source: The palatal danger zone is entered when the implant is placed more than 2 mm palatal to this imaginary line, since this implant position often results in a restoration with a ridge-lap design (Belser and coworkers, 1998).
vi: Vùng nguy hiểm phía trong bị xâm lấn khi implant được đặt quá về 2mm về phía trong so với đường tưởng tượng, bởi vì vị trí của implant thường cho kết quả phục hình với ridge-lap design (Belser and coworkers, 1998).

source: The papilla mesial to the implant crown was reduced, and the metal margins of the implant shoulder and of the ceramo-metal crown were visible (Fig 20).
vi: The papilla mesial to the implant crown was reduced, and the metal margins of the implant shoulder and of the ceramo-metal crown were visible (Hình 20).

source: The papillae filled the interdental spaces completely, without leaving “black triangles” (Figs 55, 56)
vi: The papillae filled the interdental spaces completely, without leaving “black triangles” (Hình 55, 56)

source: The patient chose not to augment site 44, and she preferred a fixed restoration.
vi: Bệnh nhân chọn không ghép xương vùng 44, và bà ấy thích phục hình cố định hơn.

source: The patient denied systemic or oral diseases capable of compromising dental care.
vi: Bệnh nhân không có bệnh toàn thân hoặc bệnh răng miệng liên quan tới khả năng chăm sóc răng miệng.

source: The patient elected and consented to pursue the implant-supported and retained treatment option, in addition to a crown on the adjacent tooth.
vi: Bệnh nhân chọn lựa và đồng ý để theo đuổi implant nâng đỡ và lưu giữ phục hình, thêm một mão răng trên răng liền kề.

source: The patient had a high lip-line that exposed the facial soft tissue when she smiled (Fig 23).
vi: The patient had a high lip-line that exposed the facial soft tissue when she smiled (Hình 23).

source: The patient had a missing upper left central incisor, which he had lost by trauma.
vi: Bệnh nhân mất răng cửa giữa hàm trên trái bị mất do chấn thương

source: The patient has had an uneventful follow-up period of over five years (Fig 30).
vi: Bệnh nhân bình thường sau 5 năm theo dõi (Fig 30).

source: The patient reported an unsatisfactory restorative result with titanium visible at the mucosal margin (Fig 38).
vi: The patient reported an unsatisfactory restorative result with titanium visible at the mucosal margin (Hình 38).

source: The patient reported that orthodontic therapy had recently been completed and that the edentulous spaces were maintained with an interim removable prosthesis (Fig 3).
vi: The patient reported that orthodontic therapy had recently been completed and that the edentulous spaces were maintained with an interim removable prosthesis (Hình 3).

source: The patient was evaluated 8 weeks subsequent to the placement of the implant and provisional restoration.
vi: Bệnh nhân được đánh giá sau 8 tuần sau đặt implant và phục hình tạm.

source: The patient was given several treatment options.
vi: Các bệnh nhân đã được đưa ra vài lựa chọn điều trị.

source: The patient was scheduled for a follow-up appointment after one week.
vi: Bệnh nhân được hẹn theo dõi sau một tuần

source: The patient was scheduled for a follow-up visit one week later (Fig 8).
vi: The patient was scheduled for a follow-up visit one week later (Hình 8).

source: The patient was scheduled for a loading visit eight weeks after implant placement (Fig 9).
vi: The patient was scheduled for a loading visit eight weeks after implant placement (Hình 9).

source: The patient was seen after her maintenance visit for a follow-up after one year (Figs 41 a-c).
vi: The patient was seen after her maintenance visit for a follow-up after one year (Hình 41 a-c).

source: The patient was seen after her maintenance visit for a follow-up at four years (Figs 33a, b).
vi: The patient was seen after her maintenance visit for a follow-up at four years (Hình 33a, b).

source: The patient was seen at the follow-ups at one year and two years (Figs 37a-n).
vi: Bệnh nhân được theo dõi tại thời điểm 1 năm và 2 năm (Hình 37a-n).

source: The patient was sent for a postoperative radiograph while the interim restoration was adjusted to prevent contact with the healing cap under function (Fig 18).
vi: The patient was sent for a postoperative radiograph while the interim restoration was adjusted to prevent contact with the healing cap under function (Hình 18).

source: The patient’s gingival biotype was medium thick, with a sufficiently thick band of attached keratinized gingiva (Fig 2).
vi: The patient’s gingival biotype was medium thick, with a sufficiently thick band of attached keratinized gingiva (Hình 2).

source: The patient’s gingival biotype was thin to medium thick and highly scalloped, at the same time presenting a broad band of keratinized mucosa (Fig 2).
vi: The patient’s gingival biotype was thin to medium thick and highly scalloped, at the same time presenting a broad band of keratinized mucosa (Hình 2).

source: The patient’s gingival biotype was thin to medium thick and highly scalloped, presenting a broad band of keratinized mucosa (Fig 2).
vi: The patient’s gingival biotype was thin to medium thick and highly scalloped, presenting a broad band of keratinized mucosa (Hình 2).

source: The patient’s past medical history, current medications, allergies, smoking habits, periodontal status and occlusal function should be examined (Buser and coworkers, 2004).
vi: Tiền sử y khoa của bệnh nhân, thuốc hiện tại, dị ứng, thói quen hút thuốc, tình trạng nha chu và chức năng nhai nên được kiểm tra (Buser và đồng nghiệp, 2004).

source: The patient’s smile after insertion of the final crown is seen in Figures 60 and 61.
vi: The patient’s smile after insertion of the final crown is seen in Hìnhures 60 and 61.

source: The patient’s wish for the diastemas to be retained was met (Fig 37).
vi: The patient’s wish for the diastemas to be retained was met (Hình 37).

source: The peri-implant bone is stable.
vi: Xương quanh implant ổn định

source: The peri-implant “bone saucer” that routinely forms around dental implants after prosthetic restoration can lead to a partial resorption of the facial bone wall and subsequent facial soft-tissue recession when the implant is placed in the apical danger zone, since it has a vertical extension of about 1.5 to 2.0 mm and a horizontal component of 1.0 to 1.5 mm (Buser and coworkers, 2004) (Fig 5).
vi: The peri-implant “bone saucer” that routinely forms around dental implants after prosthetic restoration can lead to a partial resorption of the facial bone wall and subsequent facial soft-tissue recession when the implant is placed in the apical danger zone, since it has a vertical extension of about 1.5 to 2.0 mm and a horizontal component of 1.0 to 1.5 mm (Buser and coworkers, 2004) (Hình 5).

source: The periapical radiograph after installation of the superstructure confirmed its gap-free seating on the implant shoulder (Fig 59).
vi: Phim X quang quanh chóp sau khi gắn cấu trúc bên trên xác nhận gap-free seating on the implant shoulder (Hình 59).

source: The periapical radiograph confirmed this bone loss while showing that adequate bone support existed on the interproximal of the adjacent teeth 11 and 22 (Fig 10).
vi: The periapical radiograph confirmed this bone loss while showing that adequate bone support existed on the interproximal of the adjacent teeth 11 and 22 (Hình 10).

source: The periapical radiograph demonstrated stable peri-implant bone crest levels (Fig 39).
vi: Phim X quang quanh chóp cho thấy sự ổn định của mào xương quanh implant (Hình 39).

source: The periapical radiograph demonstrates the precise seating of the screw-retained provisional crown (Fig 35).
vi: Phim X quang quanh chóp cho thấy sự gắn chính xác của mão tạm bắt vít (Hình 35).

source: The periapical radiograph illustrated the oversized implant in the area of the central incisor (Fig 27).
vi: The periapical radiograph illustrated the oversized implant in the area of the central incisor (Hình 27).

source: The periapical radiograph of the single-tooth gap, taken in May 1996, demonstrated adequate bone height and the absence of pathological processes (Fig 3).
vi: The periapical radiograph of the single-tooth gap, taken in May 1996, demonstrated adequate bone height and the absence of pathological processes (Hình 3).

source: The periapical radiograph revealed the loss of peri-implant support as well as the unfavorable crown-to-implant ratio (Fig 37).
vi: The periapical radiograph revealed the loss of peri-implant support as well as the unfavorable crown-to-implant ratio (Hình 37).

source: The periapical radiograph reveals the apical malposition of the implant that caused the severe esthetic complication (Fig 7).
vi: The periapical radiograph reveals the apical malposition of the implant that caused the severe esthetic complication (Hình 7).

source: The periapical radiograph reveals the cause for the esthetic failure (Fig 3): The implant shoulder was placed too far apically using an extensive countersinking procedure.
vi: The periapical radiograph reveals the cause for the esthetic failure (Hình 3): The implant shoulder was placed too far apically using an extensive countersinking procedure.

source: The periapical radiograph showed that the cap was correctly seated on the implant shoulder without forming any marginal gaps (Fig 31).
vi: The periapical radiograph showed that the cap was correctly seated on the implant shoulder without forming any marginal gaps (Hình 31).

source: The periapical radiograph taken after loading with the final crown confirmed the exact fit of the crown on the implant shoulder (Fig 19).
vi: The periapical radiograph taken after loading with the final crown confirmed the exact fit of the crown on the implant shoulder (Hình 19).

source: The periapical radiograph taken after orthodontic treatment demonstrated the straightened tooth axes of teeth 21 and 23 and the widened gap, which now had a mesiodistal width of approximately 6 mm (Fig 8).
vi: The periapical radiograph taken after orthodontic treatment demonstrated the straightened tooth axes of teeth 21 and 23 and the widened gap, which now had a mesiodistal width of approximately 6 mm (Hình 8).

source: The periapical radiograph twelve months after implant placement shows a stable bone level (Fig 62).
vi: The periapical radiograph twelve months after implant placement shows a stable bone level (Hình 62).

source: The periapical radiograph, taken after the cementation of the final crown, confirmed gap-free seating of the crown on the implant shoulder.
vi: Phim X quang quanh chóp được chụp sau khi gắn xi măng mão răng sau cùng, xác nhận khoảng tự do của mão răng và vai implant.

source: The periosteal releasing incision allowed for placement of the donor block and membrane, followed by tension-free closure (Figs 9a-p).
vi: The periosteal releasing incision allowed for placement of the donor block and membrane, followed by tension-free closure (Hình 9a-p).

source: The phase of soft-tissue conditioning usually takes three to six months.
vi: Giai đoạn tạo hình mô mềm thường 3 đến 6 tháng

source: The placement of an implant composed of or coated with a suitable biocompatible material, such as titanium, tantalum, hydroxylapatite, zirconia (Kohal and coworkers, 2006), gold alloy (Abrahamsson and Cardaropoli, 2007), or others.
vi: Cấy một implant gồm hay tráng với một vật liệu tương hợp sinh học, như titanium, tantalum, hydroxylapatite, zirconia (Kohal và đồng nghiệp, 2006), hợp kim vàng (Abrahamsson và Cardaropoli năm 2007), và những vật liệu khác.

source: The planning of implant treatment for these patients should consider the increased risk posed by adjacent implants and the need for surgical precision.
vi: Việc lập kế hoạch điều trị cấy ghép cho những bệnh nhân này nên xem xét các nguy cơ gây ra bởi implant liền kề và nhu cầu về độ chính xác phẫu thuật.

source: The post was shortened to the desired length (Fig 38), sandblasted (Fig 39), and coated with opaque (Fig 40).
vi: The post was shortened to the desired length (Hình 38), sandblasted (Hình 39), and coated with opaque (Hình 40).

source: The postoperative periapical radiograph highlights the final position of the supporting structures (Fig 18).
vi: The postoperative periapical radiograph highlights the final position of the supporting structures (Hình 18).

source: The postoperative periapical radiograph revealed that the implant had been placed in the apical danger zone (Fig 29).
vi: The postoperative periapical radiograph revealed that the implant had been placed in the apical danger zone (Hình 29).

source: The precise seating of the impression cap on the implant shoulder was radiologically checked one more time (Fig 52).
vi: The precise seating of the impression cap on the implant shoulder was radiologically checked one more time (Hình 52).
